Repository: hocgin/ErrorKit
Catalog: Sources/ErrorKit/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# EnhancedDescriptions.MKError.serverFailure
source: The MapKit server returned an error. Please try again later.
ar: خادم MapKit أعاد خطأً. يُرجى المحاولة مرة أخرى لاحقًا.
bg: Сървърът на MapKit върна грешка. Моля, опитайте отново по-късно.
ca: El servidor de MapKit ha retornat un error. Si us plau, torna a intentar-ho més tard.
cs: Server MapKit vrátil chybu. Zkuste to prosím později.
da: MapKit-serveren returnerede en fejl. Prøv venligst igen senere.
de: Der MapKit-Server hat einen Fehler zurückgegeben. Bitte versuche es später erneut.
el: Ο διακομιστής του MapKit επιστρέφει σφάλμα. Παρακαλώ προσπάθησε ξανά αργότερα.
es: El servidor de MapKit devolvió un error. Por favor, intenta de nuevo más tarde.
es_419: El servidor de MapKit devolvió un error. Por favor, intenta de nuevo más tarde.
fi: MapKit-palvelin palautti virheen. Yritä uudelleen myöhemmin.
fr: Le serveur MapKit a retourné une erreur. Veuillez réessayer plus tard.
fr_ca: Le serveur MapKit a renvoyé une erreur. Veuillez réessayer plus tard.
he: השרת של MapKit החזיר שגיאה. אנא נסה שוב מאוחר יותר.
hi: MapKit सर्वर ने एक त्रुटि वापस की। कृपया बाद में पुनः प्रयास करें।
hr: MapKit poslužitelj je vratio grešku. Molimo pokušajte ponovno kasnije.
hu: A MapKit szerver hibaüzenetet küldött. Kérlek, próbáld újra később.
id: Server MapKit mengembalikan kesalahan. Harap coba lagi nanti.
it: Il server MapKit ha restituito un errore. Riprova più tardi.
ja: MapKitサーバーでエラーが発生しました。後でもう一度お試しください。
kk: MapKit сервері қате қайтарды. Біраздан кейін қайта көріңіз.
ko: MapKit 서버에서 오류가 발생했습니다. 나중에 다시 시도해 주세요.
ms: Pelayan MapKit mengembalikan ralat. Sila cuba lagi nanti.
nb: MapKit-serveren returnerte en feil. Vennligst prøv igjen senere.
nl: De MapKit-server heeft een fout geretourneerd. Probeer het later opnieuw.
pl: Serwer MapKit zwrócił błąd. Proszę spróbować później.
pt_br: O servidor do MapKit retornou um erro. Por favor, tente novamente mais tarde.
pt_pt: O servidor do MapKit retornou um erro. Por favor, tente novamente mais tarde.
ro: Serverul MapKit a returnat o eroare. Te rugăm să încerci din nou mai târziu.
ru: Сервер MapKit вернул ошибку. Пожалуйста, попробуйте снова позже.
sk: Server MapKit vrátil chybu. Prosím, skúste to znova neskôr.
sv: MapKit-servern returnerade ett fel. Vänligen försök igen senare.
th: เซิร์ฟเวอร์ MapKit เกิดข้อผิดพลาด กรุณาลองอีกครั้งในภายหลัง
tr: MapKit sunucusu bir hata döndürdü. Lütfen daha sonra tekrar deneyin.
uk: Сервер MapKit повернув помилку. Будь ласка, спробуйте ще раз пізніше.
vi: Máy chủ MapKit đã trả về lỗi. Vui lòng thử lại sau.
zh_hans: MapKit 服务器返回了一个错误。请稍后再试。
zh_hant: MapKit 伺服器返回了一個錯誤。請稍後再試。
zh_hk: MapKit 伺服器返回了一個錯誤。請稍後再試。

# EnhancedDescriptions.MKError.unknown
source: An unknown error occurred in MapKit.
ar: حدث خطأ غير معروف في MapKit.
bg: Възникна неизвестна грешка в MapKit.
ca: S'ha produït un error desconegut a MapKit.
cs: Došlo k neznámé chybě v MapKit.
da: Der opstod en ukendt fejl i MapKit.
de: Es ist ein unbekannter Fehler im MapKit aufgetreten.
el: Παρουσιάστηκε ένα άγνωστο σφάλμα στο MapKit.
es: Ocurrió un error desconocido en MapKit.
es_419: Ocurrió un error desconocido en MapKit.
fi: MapKitissä tapahtui tuntematon virhe.
fr: Une erreur inconnue est survenue dans MapKit.
fr_ca: Une erreur inconnue s'est produite dans MapKit.
he: שגיאה בלתי ידועה התרחשה ב-MapKit.
hi: MapKit में एक अज्ञात त्रुटि हुई।
hr: Došlo je do nepoznate greške u MapKitu.
hu: Ismeretlen hiba történt a MapKit-ben.
id: Terjadi kesalahan yang tidak diketahui di MapKit.
it: Si è verificato un errore sconosciuto in MapKit.
ja: 未知のエラーがMapKitで発生しました。
kk: MapKit-те белгісіз қате орын алды.
ko: MapKit에서 알 수 없는 오류가 발생했습니다.
ms: Ralat yang tidak diketahui berlaku dalam MapKit.
nb: En ukjent feil oppstod i MapKit.
nl: Er is een onbekende fout opgetreden in MapKit.
pl: W MapKit wystąpił nieznany błąd.
pt_br: Ocorreu um erro desconhecido no MapKit.
pt_pt: Ocorreu um erro desconhecido no MapKit.
ro: A apărut o eroare necunoscută în MapKit.
ru: Произошла неизвестная ошибка в MapKit.
sk: V MapKit sa vyskytla neznáma chyba.
sv: Ett okänt fel inträffade i MapKit.
th: เกิดข้อผิดพลาดที่ไม่ทราบสาเหตุใน MapKit.
tr: MapKit'te bilinmeyen bir hata oluştu.
uk: Виникла невідома помилка в MapKit.
vi: Đã xảy ra lỗi không xác định trong MapKit.
zh_hans: 在 MapKit 中发生了未知错误。
zh_hant: MapKit 中發生未知錯誤。
zh_hk: MapKit 中發生了一個未知錯誤。

# EnhancedDescriptions.POSIXError.default
source: A system error occurred: %@
ar: حدث خطأ في النظام: %@.
bg: Възникна системна грешка: %@
ca: Ha ocorregut un error del sistema: %@
cs: Došlo k chybě systému: %@
da: Der opstod en systemfejl: %@
de: Es ist ein Systemfehler aufgetreten: %@
el: Παρουσιάστηκε ένα σφάλμα συστήματος: %@
es: Se produjo un error del sistema: %@
es_419: Ocurrió un error del sistema: %@
fi: Tapahtui järjestelmävirhe: %@
fr: Une erreur système est survenue : %@
fr_ca: Une erreur système s'est produite : %@
he: חלה שגיאה מערכת: %@
hi: एक प्रणाली त्रुटि हुई: %@।
hr: Dogodila se greška u sustavu: %@
hu: Rendszerhiba történt: %@
id: Terjadi kesalahan sistem: %@
it: Si è verificato un errore di sistema: %@
ja: システムエラーが発生しました: %@
kk: Жүйелік қате орын алды: %@
ko: 시스템 오류가 발생했습니다: %@
ms: Ralat sistem berlaku: %@
nb: En systemfeil oppstod: %@
nl: Er is een systeemfout opgetreden: %@
pl: Wystąpił błąd systemowy: %@
pt_br: Ocorreu um erro de sistema: %@
pt_pt: Ocorreu um erro do sistema: %@
ro: A apărut o eroare de sistem: %@
ru: Произошла системная ошибка: %@
sk: Vyskytla sa systémová chyba: %@
sv: Ett systemfel inträffade: %@
th: เกิดข้อผิดพลาดในระบบ: %@
tr: Bir sistem hatası oluştu: %@
uk: Сталася системна помилка: %@
vi: Đã xảy ra lỗi hệ thống: %@
zh_hans: 发生了系统错误：%@
zh_hant: 發生了系統錯誤：%@。
zh_hk: 系統發生錯誤：%@

# EnhancedDescriptions.POSIXError.EACCES
source: Permission denied. Please check your file permissions.
ar: تمت رفض الإذن. يُرجى التحقق من أذونات الملفات.
bg: Достъпът е отказан. Моля, проверете файловите си разрешения.
ca: Permís denegat. Si us plau, comprova els permisos del fitxer.
cs: Přístup odepřen. Zkontrolujte prosím svá povolení k souborům.
da: Adgang nægtet. Kontroller venligst dine filrettigheder.
de: Zugriff verweigert. Bitte überprüfe deine Dateiberechtigungen.
el: Απορρίφθηκε η άδεια. Παρακαλώ έλεγξε τα δικαιώματα του αρχείου.
es: Permiso denegado. Por favor, verifica los permisos de tu archivo.
es_419: Permiso denegado. Por favor, verifica tus permisos de archivo.
fi: Käyttöoikeus estetty. Tarkista tiedostosi käyttöoikeudet.
fr: Permission refusée. Veuillez vérifier vos permissions de fichiers.
fr_ca: Permission refusée. Veuillez vérifier vos permissions de fichier.
he: גישה נדחתה. אנא בדוק את הרשאות הקובץ שלך.
hi: अनुमति अस्वीकृत। कृपया अपनी फ़ाइल अनुमतियों की जांच करें।
hr: Pristup je odbijen. Molimo provjerite svoje dozvole za datoteke.
hu: Hozzáférés megtagadva. Kérlek, ellenőrizd a fájlhozzáféréseket.
id: Izin ditolak. Harap periksa izin file Anda.
it: Permesso negato. Controlla i permessi dei file.
ja: アクセスが拒否されました。ファイルの権限を確認してください。
kk: Рұқсат берілмеді. Файл рұқсатын тексеріңіз.
ko: 권한이 거부되었습니다. 파일 권한을 확인해 주세요.
ms: Akses ditolak. Sila semak kebenaran fail anda.
nb: Ingen tilgang. Vennligst sjekk filrettighetene dine.
nl: Toegang geweigerd. Controleer je bestandstoegang.
pl: Odmowa dostępu. Proszę sprawdzić uprawnienia pliku.
pt_br: Permissão negada. Por favor, verifique suas permissões de arquivo.
pt_pt: Permissão negada. Por favor, verifique as permissões do seu ficheiro.
ro: Permisiune refuzată. Te rugăm să verifici permisiunile fișierului.
ru: Доступ запрещен. Пожалуйста, проверьте права доступа к файлам.
sk: Prístup odmietnutý. Skontrolujte svoje oprávnenia k súborom.
sv: Åtkomst nekad. Vänligen kontrollera dina filbehörigheter.
th: ไม่อนุญาตให้เข้าถึง กรุณาตรวจสอบสิทธิ์ไฟล์ของคุณ
tr: İzin reddedildi. Lütfen dosya izinlerinizi kontrol edin.
uk: Доступ заборонено. Будь ласка, перевірте права доступу до файлів.
vi: Quyền bị từ chối. Vui lòng kiểm tra quyền của bạn cho tệp.
zh_hans: 权限被拒绝。请检查文件权限。
zh_hant: 權限被拒絕。請檢查您的檔案權限。
zh_hk: 權限被拒絕。請檢查你的文件權限。

# EnhancedDescriptions.POSIXError.EBADF
source: Bad file descriptor. The file may be closed or invalid.
ar: وصف الملف غير صحيح. قد يكون الملف مغلقًا أو غير صالح.
bg: Неправилен дескриптор на файл. Файлът може да е затворен или невалиден.
ca: Descriptor de fitxer incorrecte. El fitxer pot estar tancat o ser invàlid.
cs: Špatný popisovač souboru. Soubor může být uzavřen nebo neplatný.
da: Ugyldig filbeskrivelse. Filen kan være lukket eller ugyldig.
de: Ungültiger Dateibezeichner. Die Datei könnte geschlossen oder ungültig sein.
el: Κακός περιγραφέας αρχείου. Το αρχείο μπορεί να είναι κλειστό ή μη έγκυρο.
es: Descriptor de archivo inválido. El archivo puede estar cerrado o ser inválido.
es_419: Descriptor de archivo incorrecto. El archivo puede estar cerrado o ser inválido.
fi: Virheellinen tiedostokuvaaja. Tiedosto saattaa olla suljettu tai virheellinen.
fr: Mauvais descripteur de fichier. Le fichier peut être fermé ou non valide.
fr_ca: Mauvais descripteur de fichier. Le fichier peut être fermé ou invalide.
he: תיאור קובץ שגוי. הקובץ עשוי להיות סגור או לא תקין.
hi: खराब फ़ाइल निरूपक। फ़ाइल बंद या अमान्य हो सकती है।
hr: Loš deskriptor datoteke. Datoteka može biti zatvorena ili neispravna.
hu: Hibás fájl leíró. A fájl lehet, hogy be van zárva vagy érvénytelen.
id: Deskriptor file tidak valid. File mungkin sudah ditutup atau tidak valid.
it: Descrittore di file non valido. Il file potrebbe essere chiuso o non valido.
ja: 無効なファイル記述子です。ファイルは閉じているか無効かもしれません。
kk: Жарамсыз файл дескрипторы. Файл жабық немесе жарамсыз болуы мүмкін.
ko: 잘못된 파일 설명자입니다. 파일이 닫혔거나 유효하지 않을 수 있습니다.
ms: Deskriptor fail tidak baik. Fail mungkin ditutup atau tidak sah.
nb: Feil filbeskrivelse. Filen kan være lukket eller ugyldig.
nl: Ongeldige bestandshandle. Het bestand kan gesloten of ongeldig zijn.
pl: Zły deskryptor pliku. Plik może być zamknięty lub nieprawidłowy.
pt_br: Descritor de arquivo inválido. O arquivo pode estar fechado ou inválido.
pt_pt: Descritor de ficheiro inválido. O ficheiro pode estar fechado ou ser inválido.
ro: Descriptor de fișier incorect. Fișierul poate fi închis sau invalid.
ru: Неверный дескриптор файла. Файл может быть закрыт или недействителен.
sk: Nesprávny popisovač súboru. Súbor môže byť uzavretý alebo neplatný.
sv: Ogiltig filbeskrivare. Filen kan vara stängd eller ogiltig.
th: ตัวอธิบายไฟล์ไม่ถูกต้อง ไฟล์อาจจะถูกปิดหรือไม่ถูกต้อง
tr: Geçersiz dosya tanımlayıcısı. Dosya kapalı veya geçersiz olabilir.
uk: Неправильний дескриптор файлу. Файл може бути закритий або недійсний.
vi: Mô tả tệp không hợp lệ. Tệp có thể đã đóng hoặc không hợp lệ.
zh_hans: 文件描述符无效。文件可能已关闭或无效。
zh_hant: 檔案描述符無效。檔案可能已關閉或無效。
zh_hk: 無效的文件描述符。文件可能已關閉或無效。

# EnhancedDescriptions.POSIXError.ENOSPC
source: There is no space left on the device.
ar: لا توجد مساحة متبقية على الجهاز.
bg: Няма свободно пространство на устройството.
ca: No queda espai al dispositiu.
cs: Na zařízení není dostatek místa.
da: Der er ikke mere plads på enheden.
de: Es ist kein Speicherplatz mehr auf dem Gerät verfügbar.
el: Δεν υπάρχει χώρος αποθήκευσης στη συσκευή.
es: No queda espacio en el dispositivo.
es_419: No hay espacio disponible en el dispositivo.
fi: Laiteessa ei ole tilaa jäljellä.
fr: Il n'y a plus d'espace sur le périphérique.
fr_ca: Il n'y a plus d'espace disponible sur l'appareil.
he: אין מקום פנוי במכשיר.
hi: डिवाइस पर कोई स्थान नहीं बचा है।
hr: Nema više slobodnog mjesta na uređaju.
hu: Nincs elég hely az eszközön.
id: Tidak ada ruang tersisa di perangkat.
it: Non c'è spazio disponibile sul dispositivo.
ja: デバイスの空き容量がありません。
kk: Құрылғыда бос орын қалмады.
ko: 장치에 남은 공간이 없습니다.
ms: Tiada ruang tersisa pada peranti.
nb: Det er ikke ledig plass igjen på enheten.
nl: Er is geen ruimte meer op het apparaat.
pl: Nie ma wolnego miejsca na urządzeniu.
pt_br: Não há espaço disponível no dispositivo.
pt_pt: Não há espaço disponível no dispositivo.
ro: Nu mai este spațiu disponibil pe dispozitiv.
ru: На устройстве не осталось места.
sk: Na zariadení nie je voľné miesto.
sv: Det finns inget utrymme kvar på enheten.
th: ไม่มีพื้นที่ว่างในอุปกรณ์
tr: Cihazda boş alan kalmadı.
uk: На пристрої не залишилося вільного місця.
vi: Không còn dung lượng trên thiết bị.
zh_hans: 设备上没有剩余空间。
zh_hant: 設備上沒有剩餘空間。
zh_hk: 設備上沒有剩餘空間。

# EnhancedDescriptions.URLError.cannotFindHost
source: Unable to find the server. Please check the URL or your network.
ar: غير قادر على العثور على الخادم. يُرجى التحقق من عنوان URL أو الشبكة الخاصة بك.
bg: Неуспешно намиране на сървъра. Моля, проверете URL адреса или своята мрежа.
ca: No s'ha pogut trobar el servidor. Si us plau, comprova l'URL o la teva xarxa.
cs: Nelze najít server. Zkontrolujte prosím URL nebo vaši síť.
da: Kunne ikke finde serveren. Kontroller venligst URL'en eller dit netværk.
de: Server nicht gefunden. Bitte überprüfe die URL oder dein Netzwerk.
el: Δεν ήταν δυνατή η εύρεση του διακομιστή. Παρακαλώ έλεγξε το URL ή το δίκτυό σου.
es: No puedes encontrar el servidor. Por favor, verifica la URL o tu red.
es_419: No se pudo encontrar el servidor. Por favor, verifica la URL o tu red.
fi: Palvelinta ei löytynyt. Tarkista URL-osoite tai verkko.
fr: Impossible de trouver le serveur. Veuillez vérifier l'URL ou votre réseau.
fr_ca: Impossible de trouver le serveur. Veuillez vérifier l'URL ou votre réseau.
he: לא ניתן למצוא את השרת. אנא בדוק את ה-URL או את הרשת שלך.
hi: सर्वर को खोजने में असमर्थ। कृपया URL या अपने नेटवर्क की जांच करें।
hr: Nije moguće pronaći poslužitelj. Molimo provjerite URL ili vašu mrežu.
hu: Nem található a szerver. Kérlek, ellenőrizd az URL-t vagy a hálózatodat.
id: Tidak dapat menemukan server. Harap periksa URL atau jaringan Anda.
it: Impossibile trovare il server. Controlla l'URL o la tua rete.
ja: サーバーが見つかりません。URLまたはネットワークを確認してください。
kk: Серверді табу мүмкін емес. URL немесе желі параметрлерін тексеріңіз.
ko: 서버를 찾을 수 없습니다. URL 또는 네트워크를 확인해 주세요.
ms: Tidak dapat mencari pelayan. Sila semak URL atau rangkaian anda.
nb: Kunne ikke finne serveren. Vennligst sjekk URL-en eller nettverket ditt.
nl: Kan de server niet vinden. Controleer de URL of uw netwerk.
pl: Nie można znaleźć serwera. Proszę sprawdzić adres URL lub swoje połączenie sieciowe.
pt_br: Não foi possível encontrar o servidor. Por favor, verifique a URL ou sua rede.
pt_pt: Incapaz de encontrar o servidor. Por favor, verifique a URL ou a sua rede.
ro: Imposibil de găsit serverul. Vă rugăm să verificați URL-ul sau rețeaua dvs.
ru: Не удалось найти сервер. Пожалуйста, проверьте URL или ваше подключение к сети.
sk: Nemožno nájsť server. Skontrolujte URL alebo vašu sieť.
sv: Det går inte att hitta servern. Vänligen kontrollera URL:en eller ditt nätverk.
th: ไม่สามารถค้นหาเซิร์ฟเวอร์ได้ กรุณาตรวจสอบ URL หรือเครือข่ายของคุณ
tr: Sunucu bulunamadı. Lütfen URL'yi veya ağ bağlantınızı kontrol edin.
uk: Не вдалося знайти сервер. Будь ласка, перевірте URL або вашу мережу.
vi: Không thể tìm thấy máy chủ. Vui lòng kiểm tra URL hoặc mạng của bạn.
zh_hans: 无法找到服务器。请检查 URL 或您的网络。
zh_hant: 無法找到伺服器。請檢查 URL 或您的網絡。
zh_hk: 無法找到伺服器。請檢查 URL 或你的網絡。

# EnhancedDescriptions.URLError.default
source: A network error occurred: %@
ar: حدث خطأ في الشبكة: %@.
bg: Възникна мрежова грешка: %@
ca: Ha ocorregut un error de xarxa: %@
cs: Došlo k chybě v síti: %@
da: Der opstod en netværksfejl: %@
de: Ein Netzwerkfehler ist aufgetreten: %@
el: Παρουσιάστηκε πρόβλημα δικτύου: %@
es: Se produjo un error de red: %@
es_419: Ocurrió un error de red: %@
fi: Verkkovirhe tapahtui: %@
fr: Une erreur réseau est survenue : %@
fr_ca: Une erreur réseau s'est produite : %@
he: שגיאת רשת התרחשה: %@
hi: एक नेटवर्क त्रुटि हुई: %@।
hr: Došlo je do mrežne greške: %@
hu: Hálózati hiba történt: %@
id: Terjadi kesalahan jaringan: %@
it: Si è verificato un errore di rete: %@
ja: ネットワークエラーが発生しました: %@
kk: Желілік қате орын алды: %@
ko: 네트워크 오류가 발생했습니다:%@
ms: Ralat rangkaian berlaku: %@
nb: Det oppstod en nettverksfeil: %@
nl: Er is een netwerkfout opgetreden: %@
pl: Wystąpił błąd sieciowy: %@
pt_br: Ocorreu um erro de rede: %@
pt_pt: Ocorreu um erro de rede: %@
ro: A apărut o eroare de rețea: %@
ru: Произошла ошибка сети: %@
sk: Vyskytla sa sieťová chyba: %@
sv: Ett nätverksfel inträffade: %@
th: เกิดข้อผิดพลาดในเครือข่าย: %@
tr: Bir ağ hatası oluştu: %@
uk: Сталася мережна помилка: %@
vi: Đã xảy ra lỗi mạng: %@
zh_hans: 发生网络错误：%@
zh_hant: 發生了網絡錯誤：%@。
zh_hk: 發生了網絡錯誤：%@

# EnhancedDescriptions.URLError.networkConnectionLost
source: The network connection was lost. Please try again.
ar: تم فقدان الاتصال بالشبكة. يُرجى المحاولة مرة أخرى.
bg: Мрежовото свързване беше загубено. Моля, опитайте отново.
ca: La connexió de xarxa s'ha perdut. Si us plau, torna a intentar-ho.
cs: Síťové připojení bylo ztraceno. Zkuste to prosím znovu.
da: Netværksforbindelsen blev afbrudt. Prøv venligst igen.
de: Die Netzwerkverbindung wurde unterbrochen. Bitte versuche es erneut.
el: Η σύνδεση δικτύου χάθηκε. Παρακαλώ προσπάθησε ξανά.
es: Se perdió la conexión a la red. Por favor, intenta de nuevo.
es_419: La conexión de red se perdió. Por favor, intenta de nuevo.
fi: Verkkoyhteys katkaistiin. Yritä uudelleen.
fr: La connexion réseau a été perdue. Veuillez réessayer.
fr_ca: La connexion réseau a été perdue. Veuillez réessayer.
he: חיבור הרשת אבד. אנא נסה שוב.
hi: नेटवर्क कनेक्शन खो गया। कृपया फिर से प्रयास करें।
hr: Mrežna veza je izgubljena. Molimo pokušajte ponovno.
hu: A hálózati kapcsolat megszakadt. Kérlek, próbáld újra.
id: Koneksi jaringan terputus. Harap coba lagi.
it: La connessione di rete è stata interrotta. Riprova.
ja: ネットワーク接続が失われました。もう一度お試しください。
kk: Желілік байланыс жоғалды. Қайта көріңіз.
ko: 네트워크 연결이 끊어졌습니다. 다시 시도해 주세요.
ms: Sambungan rangkaian hilang. Sila cuba lagi.
nb: Nettverksforbindelsen ble tapt. Vennligst prøv igjen.
nl: De netwerkverbinding is verbroken. Probeer het opnieuw.
pl: Połączenie sieciowe zostało utracone. Proszę spróbować ponownie.
pt_br: A conexão de rede foi perdida. Por favor, tente novamente.
pt_pt: A conexão de rede foi perdida. Por favor, tente novamente.
ro: Conexiunea de rețea a fost pierdută. Vă rugăm să încercați din nou.
ru: Сетевое соединение было потеряно. Пожалуйста, попробуйте снова.
sk: Sieťové pripojenie bolo prerušené. Prosím, skúste to znova.
sv: Nätverksanslutningen har förlorats. Vänligen försök igen.
th: การเชื่อมต่อเครือข่ายถูกตัด กรุณาลองอีกครั้ง
tr: Ağ bağlantısı kesildi. Lütfen tekrar deneyin.
uk: Мережеве зʼєднання було втрачено. Будь ласка, спробуйте ще раз.
vi: Kết nối mạng đã bị mất. Vui lòng thử lại.
zh_hans: 网络连接已断开。请再试一次。
zh_hant: 網絡連接丟失。請再試一次。
zh_hk: 網絡連接已丟失。請重試。

# EnhancedDescriptions.URLError.notConnectedToInternet
source: You are not connected to the Internet. Please check your connection.
ar: أنت غير متصل بالإنترنت. يرجى التحقق من اتصالك.
bg: Не сте свързани с интернет. Моля, проверете връзката си.
ca: No estàs connectat a Internet. Si us plau, verifica la teva connexió.
cs: Nejste připojeni k Internetu. Zkontrolujte prosím své připojení.
da: Du er ikke forbundet til internettet. Tjek venligst din forbindelse.
de: Du bist nicht mit dem Internet verbunden. Bitte überprüfe deine Verbindung.
el: Δεν είσαι συνδεδεμένος στο Διαδίκτυο. Παρακαλώ έλεγξε τη σύνδεσή σου.
es: No puedes conectarte a Internet. Por favor, verifica tu conexión.
es_419: No estás conectado a Internet. Por favor verifica tu conexión.
fi: Et ole yhteydessä Internetiin. Tarkista yhteytesi.
fr: Vous n'êtes pas connecté à Internet. Veuillez vérifier votre connexion.
fr_ca: Vous n'êtes pas connecté à Internet. Veuillez vérifier votre connexion.
he: אתה לא מחובר לאינטרנט. בבקשה בדוק את החיבור שלך.
hi: आप इंटरनेट से जुड़े नहीं हैं। कृपया अपने कनेक्शन की जाँच करें।
hr: Niste povezani na Internet. Molimo provjerite svoju vezu.
hu: Nincs internetkapcsolat. Kérlek, ellenőrizd a kapcsolatodat.
id: Kamu tidak terhubung ke Internet. Silakan periksa koneksimu.
it: Non sei connesso a Internet. Controlla la tua connessione.
ja: インターネットに接続されていません。接続を確認してください。
kk: Интернетке қосылған емессіз. Қосылымыңызды тексеріңіз.
ko: 인터넷에 연결되어 있지 않습니다. 연결 상태를 확인해 주세요.
ms: Anda tidak disambungkan ke Internet. Sila semak sambungan anda.
nb: Du er ikke koblet til Internett. Vennligst sjekk tilkoblingen.
nl: Je bent niet verbonden met het internet. Controleer je verbinding alstublieft.
pl: Nie jesteś połączony z Internetem. Sprawdź swoje połączenie.
pt_br: Você não está conectado à Internet. Verifique sua conexão.
pt_pt: Não estás conectado à Internet. Por favor, verifica a tua ligação.
ro: Nu ești conectat la Internet. Verifică-ți conexiunea.
ru: Вы не подключены к Интернету. Пожалуйста, проверьте ваше соединение.
sk: Nie ste pripojený na Internet. Skontrolujte prosím svoje pripojenie.
sv: Du är inte ansluten till Internet. Kontrollera din anslutning.
th: คุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ต กรุณาตรวจสอบการเชื่อมต่อของคุณ
tr: İnternete bağlı değilsin. Lütfen bağlantını kontrol et.
uk: Ви не підключені до Інтернету. Будь ласка, перевірте своє з'єднання.
vi: Bạn không kết nối với Internet. Vui lòng kiểm tra kết nối của bạn.
zh_hans: 您未连接互联网。请检查您的连接。
zh_hant: 您未連接到互聯網。請檢查您的連接。
zh_hk: 你未連接到互聯網。請檢查你的連接。

# EnhancedDescriptions.URLError.timedOut
source: The request timed out. Please try again later.
ar: انتهت مهلة الطلب. يرجى المحاولة مرة أخرى لاحقًا.
bg: Времето за изпълнение на заявката изтече. Моля, опитайте отново по-късно.
ca: La sol·licitud ha caducat. Si us plau, torna-ho a provar més tard.
cs: Žádost vypršela. Zkontrolujte to prosím znovu později.
da: Anmodningen timed out. Prøv venligst igen senere.
de: Die Anforderung ist abgelaufen. Bitte versuche es später noch einmal.
el: Η αίτηση απέτυχε λόγω χρονικού ορίου. Παρακαλώ δοκιμάστε ξανά αργότερα.
es: La solicitud ha excedido el tiempo de espera. Por favor, intenta de nuevo más tarde.
es_419: La solicitud expiró. Por favor intenta de nuevo más tarde.
fi: Pyyntö aikakatkaistiin. Yritä myöhemmin uudelleen.
fr: La demande a expiré. Veuillez réessayer plus tard.
fr_ca: La demande a expiré. Veuillez réessayer plus tard.
he: הבקשה פגה את הזמן. בבקשה נסה שוב מאוחר יותר.
hi: अनुरोध समय सीमा के बाहर हो गया। कृपया थोड़ी देर बाद पुनः प्रयास करें।
hr: Zahtjev je istekao. Molimo pokušajte ponovo kasnije.
hu: A kérés időtúllépett. Kérlek, próbáld meg később.
id: Permintaan melampaui batas waktu. Silakan coba lagi nanti.
it: La richiesta è scaduta. Riprova più tardi.
ja: リクエストがタイムアウトしました。後でもう一度お試しください。
kk: Сұрау уақыты аяқталды. Кейінірек қайтадан қолданып көріңіз.
ko: 요청이 시간 초과되었습니다. 나중에 다시 시도해 주세요.
ms: Permintaan telah tamat. Sila cuba lagi nanti.
nb: Forespørselen gikk ut på tid. Vennligst prøv igjen senere.
nl: De aanvraag is verlopen. Probeer het later opnieuw.
pl: Żądanie przekroczyło limit czasu. Spróbuj ponownie później.
pt_br: A solicitação expirou. Tente novamente mais tarde.
pt_pt: A requisição excedeu o tempo limite. Tenta novamente mais tarde.
ro: Cererea a expirat. Te rugăm să încerci din nou mai târziu.
ru: Запрос завершился по тайм-ауту. Пожалуйста, попробуйте позже.
sk: Žiadosť vypršala. Skúste to prosím znova neskôr.
sv: Begäran tog för lång tid. Försök igen senare.
th: คำขอหมดเวลารอ กรุณาลองอีกครั้งภายหลัง
tr: İstek zaman aşımına uğradı. Lütfen daha sonra tekrar deneyin.
uk: Запит перевищив час очікування. Спробуйте знову пізніше.
vi: Yêu cầu đã hết thời gian. Vui lòng thử lại sau.
zh_hans: 请求超时。请稍后再试。
zh_hant: 請求超時。請稍後再試。
zh_hk: 請求超時。請稍後再試。
